[{"body":"Welcome to Hack-A-Sat 3 Qualifiers!","team_id":null,"created_at":"2022-05-21T14:00:00.000Z"},{"body":"Congratulations \"Peoples Satellite Libation Venture\" for the first solve in Hack-A-Sat 3 Qualifiers :) :) :) satellite emoji","team_id":null,"created_at":"2022-05-21T14:02:04.039Z"},{"body":"mhackeroni solved Matters of State from Revenge of the Space Math.","team_id":null,"created_at":"2022-05-21T14:08:03.311Z"},{"body":"We're jiggling the handle on the red alert instances…","team_id":null,"created_at":"2022-05-21T14:23:00.479Z"},{"body":"While we're stabilizing Red Alert, enjoy some Small Hashes Anyways ¯\\_(ツ)_/¯","team_id":null,"created_at":"2022-05-21T14:35:00.164Z"},{"body":"We're still working on scaling up Red Alert, we'll let you know.","team_id":null,"created_at":"2022-05-21T14:44:19.447Z"},{"body":"mode13h solved Small Hashes Anyways from The Only Good Bug is a Dead Bug.","team_id":null,"created_at":"2022-05-21T14:51:05.292Z"},{"body":"Matters of state will ask you the same question a few time (randomization is busted). Just keep answering and you'll be good.","team_id":null,"created_at":"2022-05-21T14:52:24.107Z"},{"body":"PFS solved It's A Wrap from The Only Good Bug is a Dead Bug.","team_id":null,"created_at":"2022-05-21T15:00:39.404Z"},{"body":"organizers solved Ominous Etude from The Only Good Bug is a Dead Bug.","team_id":null,"created_at":"2022-05-21T15:53:37.010Z"},{"body":"Red Alert is now functional. Please allow a few minutes for the challenge to come online. Also please to be courteous to other players coordinate with your team to minimize the number of concurrent connections\r\n\r\n","team_id":null,"created_at":"2022-05-21T15:59:21.682Z"},{"body":"Congratulations \"Poland Can Into Space\" for first blood on Red Alert!","team_id":null,"created_at":"2022-05-21T16:16:56.952Z"},{"body":"For Red Alert you may need wait LONGER than 60 seconds for the challenge to start","team_id":null,"created_at":"2022-05-21T16:31:20.101Z"},{"body":"OneSmallHackForMan solved Leggo My Steggo! from Crypto Category Placeholder Name.","team_id":null,"created_at":"2022-05-21T16:32:26.069Z"},{"body":"Connections to challenges are automatically cleaned up after 20 minutes","team_id":null,"created_at":"2022-05-21T17:02:14.535Z"},{"body":"organizers solved Once Unop a Djikstar from Rocinante Strikes Back.","team_id":null,"created_at":"2022-05-21T17:22:58.196Z"},{"body":"We're beefing up the resources supporting Bitflipper now - this should help if its running slowly.","team_id":null,"created_at":"2022-05-21T20:50:13.656Z"},{"body":"We've unlocked \"Power Level!\"","team_id":null,"created_at":"2022-05-21T21:41:21.089Z"},{"body":"PPP solved Bit Flipper from The Only Good Bug is a Dead Bug.","team_id":null,"created_at":"2022-05-21T21:52:35.412Z"},{"body":"perfect blue solved Power Level from We Get Signal.","team_id":null,"created_at":"2022-05-21T21:57:35.827Z"},{"body":"Rocket City Rednecks solved Fun in the Sun from I Can Haz Satellite.","team_id":null,"created_at":"2022-05-21T22:01:02.306Z"},{"body":"PFS solved Crosslinks from Revenge of the Space Math.","team_id":null,"created_at":"2022-05-21T22:57:42.091Z"},{"body":"A note on (Don't) Fly Me  To the Moon. The viewer will not update with your trajectory until after you finish sending maneuvers, the default trajectory in there when the challenge starts isnt worth looking at.","team_id":null,"created_at":"2022-05-21T23:02:13.534Z"},{"body":"(Don't) Fly Me To the Moon is referring to Earth/Moon L4","team_id":null,"created_at":"2022-05-22T01:09:22.977Z"},{"body":"For fly me to the moon the challenge is working correctly - the viewer does start one day late - but all the math and information in the challenge is correct. So is the trajectory in the viewer","team_id":null,"created_at":"2022-05-22T02:08:43.089Z"},{"body":"Wrath of Khan has been unlocked","team_id":null,"created_at":"2022-05-22T03:04:20.379Z"},{"body":"SingleEventUpset solved (Don't) Fly Me to the Moon from Revenge of the Space Math.","team_id":null,"created_at":"2022-05-22T03:39:19.696Z"},{"body":"Wrath of Khan has been cooled because (Don't) Fly Me To The Moon was solved","team_id":null,"created_at":"2022-05-22T03:50:21.382Z"},{"body":"Once Unop a Djikstar will be down for maintenance for a few minutes. Please remember to be courteous to other teams and don't DOS or abuse the infrastructure.","team_id":null,"created_at":"2022-05-22T04:07:00.601Z"},{"body":"once unop a djiskstar should be back online - if you see persistent issues with connectivity or slowness please let us know","team_id":null,"created_at":"2022-05-22T04:23:53.062Z"},{"body":"We will be releasing a new challenge in an hour if Doppler is not solved.","team_id":null,"created_at":"2022-05-22T07:07:00.208Z"},{"body":"BitFlipper will be down for maintenance for a few minutes. Please remember to be courteous to other teams and don't DOS or abuse the infrastructure. If you are running scripts overnight/unattended, please don't do that.","team_id":null,"created_at":"2022-05-22T07:29:09.741Z"},{"body":"BitFlipper is back up! Go flip some bits!","team_id":null,"created_at":"2022-05-22T07:40:37.515Z"},{"body":"If I have to stay up all night, so do you, so I'm getting my revenge (of the space math). Navigation Rebooting is now unlocked.","team_id":null,"created_at":"2022-05-22T08:06:08.810Z"},{"body":"BitFlipper will be down for maintenance for a few minutes. Any future attempts at brute forcing/DOSing will result in an IP ban, and potentially revoked tickets.","team_id":null,"created_at":"2022-05-22T10:45:28.588Z"},{"body":"BitFlipper is back up. Please be nice.","team_id":null,"created_at":"2022-05-22T11:01:07.379Z"},{"body":"perfect blue solved Doppler from We Get Signal.","team_id":null,"created_at":"2022-05-22T11:03:17.844Z"},{"body":"cbx solved Navigation Rebooting from Revenge of the Space Math.","team_id":null,"created_at":"2022-05-22T11:36:18.873Z"},{"body":"perfect blue solved F'DA Approved Beef from I Can Haz Satellite.","team_id":null,"created_at":"2022-05-22T12:26:49.564Z"},{"body":"For your consideration: another Gibson to hack. Please enjoy \"Screaming Fist\"","team_id":null,"created_at":"2022-05-22T14:30:46.221Z"},{"body":"perfect blue solved Welcome to the Spiderverse from Crypto Category Placeholder Name.","team_id":null,"created_at":"2022-05-22T16:36:00.325Z"},{"body":"It's here. The Final Countdown. Five minutes of Hack-A-Sat 3 Qualifiers remain.\r\n\r\nhttps://www.youtube.com/watch?v=9jK-NcRmVcw","team_id":null,"created_at":"2022-05-22T19:54:57.674Z"},{"body":"Thanks everyone for an awesome #HackASat3 Quals!","team_id":null,"created_at":"2022-05-22T20:00:04.874Z"}]